Repository: AO2666/coronasurveys
Catalog: code/social_figures/estimates/locales/*/LC_MESSAGES/estimates_plot.po
Languages: es, fr, it, pt

source: Confirmed cases
es: Casos confirmados
fr: Cas confirmés
it: Casi confermati
pt: Casos confirmados

source: Estimated cases based on 1.4% death-rate
fr: Estimation basée sur 1.4% de létalité
it: Stima basata su 1,4% di letalit√†

source: Estimated cases based on CoronaSurveys
fr: Estimation basée sur CoronaSurveys
it: Stima basata su CoronaSurveys

source: help us get more data
es: ayúdanos a tener más datos
fr: aide nous à avoir plus de données
it: aiutaci ad ottenere altri dati
pt: ajuda-nos a obter mais dados

source: Want to help? Complete the survey at coronasurveys.org!
es: Quieres ayudar? Rellena la encuesta en coronasurveys.org !
fr: Tu veux nous aider ? Rempli le questionnaire sur coronasurveys.org !
it: Vuoi aiutarci? Completa il sondaggio su coronasurveys.org!
pt: Queres ajudar? Responde ao inquérito em coronasurveys.org !

source: estimation based on
es: estimación basada en
fr: estimation basée sur
it: stima basata su
pt: estimativa baseada em

source: in the World
es: en el mundo
fr: dans le Monde
it: nel mondo
pt: no mundo

source: in Argentina
es: en Argentina
fr: en Argentine
pt: na Argentina

source: in Chile
es: en Chile
fr: au Chili
it: in Cile
pt: no Chile

source: in Cyprus
es: en Chipre
fr: à Chypre
it: a Cipro
pt: em Chipre

source: in Germany
es: en Alemania
fr: en Allemagne
it: in Germania
pt: na Alemanha

source: in Ecuador
es: en Ecuador
fr: en Équateur
pt: no Ecuador

source: in Spain
es: en España
fr: en Espagne
it: in Spagna
pt: em Espanha

source: in France
es: en Francia
fr: en France
it: in Francia
pt: em França

source: in the United Kingdom
es: en Reino Unido
fr: au Royaume-Uni
it: nel Regno Unito
pt: no Reino Unido

source: in Greece
es: en Grecia
fr: en Grèce
it: in Grecia
pt: na Grécia

source: in Italy
es: en Italia
fr: en Italie
it: in Italia
pt: em Itália

source: in Japan
es: en Japon
fr: au Japon
it: in Giappone
pt: no Japão

source: in the Netherlands
es: en Holanda
fr: aux Pays-Bas
it: in Olanda
pt: na Holanda

source: in Portugal
es: en Portugal
fr: au Portugal
it: in Portogallo
pt: em Portugal

source: in the USA
es: en EEUU
fr: aux États-Unis
it: negli USA
pt: nos EUA

source: in Ukraine
fr: en Ukraine
it: in Ucraina

source: Covid-19 Cases Estimates
es: Estimación de casos de Covid-19
fr: Estimation des Cas de Covid-19
it: Stime dei Casi di Covid-19
pt: Estimativa de casos de Covid-19

source: If 1.4% of the cases lead to death
pt: Se 1.4% dos casos levam à morte
